GaltiMaaf.jsonData=[
{
	"sentence": "कमल बाजा लाया | बाजा लाल था |",
	"questionId": 1
}, {
	"sentence": "नाना और मामा आए | हमारे लिए किताबें लाए |",
	"questionId": 2
}, {
	"sentence": "भालू काला होता है | घने जंगलों में रहता है |",
	"questionId": 3
}, {
	"sentence": "अनिल मेरा भाई है | वह बहुत आलसी है |",
	"questionId": 4
}, {
	"sentence": "मेरे पास एक गिलहरी है | उसकी पूँछ पर धारियाँ हैं |",
	"questionId": 5
}, {
	"sentence": "पेड़ पर एक घोंसला है | घोंसले में दो बच्चे हैं |",
	"questionId": 6
}, {
	"sentence": "चीनी सफेद होती है | खाने में यह मीठी होती है |",
	"questionId": 7
}, {
	"sentence": "कुंदन के पास हरे रंग की बाल्टी थी | वह रोज़ उसमें पानी भरकर नहाता है |",
	"questionId": 8
}, {
	"sentence": "अनवर जंगल से गुज़र रहा था | अचानक उसने पेड़ पर रंग-बिरंगी चिड़ियों को देखा |",
	"questionId": 9
}, {
	"sentence": "सर्दी की धूप मुझे अच्छी लगती है | हम धूप में बैठकर संतरे खाते हैं |",
	"questionId": 10
}, {
	"sentence": "जाड़े के दिनों में दाँत से दाँत बजते हैं | मुँह से धुआँ निकलता है |",
	"questionId": 11
}, {
	"sentence": "सर्दी में लोग थर-थर काँप रहे हैं | चूँ-चूँ चिड़िया रजाई से झाँक रही है | ",
	"questionId": 12
}, {
	"sentence": "पंछी आकाश में उड़ रहे हैं | हवाई जहाज़ भी आसमान में उड़ रहा है |",
	"questionId": 13
}, {
	"sentence": "हाथी और चींटी छुपा–छुपी खेल रहे थे | चींटी ने हाथी को ढूँढ निकाला लेकिन हाथी नहीं ढूँढ पाया |",
	"questionId": 14
}, {
	"sentence": "मीकू लोमड़ी तेज़ी से भाग रही थी | उसके पीछे फुदकू ख़रगोश दौड़ रहा था |  ",
	"questionId": 15
}, {
	"sentence": "बिल में एक चूहा रहता था | उसे नाचने का बहुत शौक़ था |",
	"questionId": 16
}, {
	"sentence": "एक तालाब में शीबू मेंढक रहता था | वह तालाब में पत्ते पर बैठकर इधर-उधर घूमता रहता था |",
	"questionId": 17
}, {
	"sentence": "तालाब के किनारे नारियल का पेड़ था | तेज़ हवा से नारियल तालाब में गिरते-छपाक छपाक | ",
	"questionId": 18
}, {
	"sentence": "चूहे को नाचने का बहुत शौक था | लेकिन उसे नाचना नहीं आता था |",
	"questionId": 19
}, {
	"sentence": "पूजा को बारिश बहुत पसंद है | उसने बारिश बंद होने के बाद इन्द्रधनुष देखा |",
	"questionId": 20
}, {
	"sentence": "तेज़ धूप में हल्के रंग के कपड़े पहनने चाहिए | हल्के रंग के कपड़े कम गरमी सोखते हैं | ",
	"questionId": 21
}, {
	"sentence": "तुम्हारे घर में कौन-कौन हैं? उनके नाम बताएँ?",
	"questionId": 22
}, {
	"sentence": "चिंकू के मामा घर आए हैं  | वह चिंकू के लिए किताबें लाएँ हैं | ",
	"questionId": 23
}, {
	"sentence": "शेर कहाँ रहता है? वह क्या खाता है?",
	"questionId": 24
}, {
	"sentence": "गेंद को ऊपर फेंकने पर वह वापस नीचे क्यों आ जाती है? क्या आपने यह करके देखा है?",
	"questionId": 25
}, {
	"sentence": "बरगद के पेड़ पर नीली चिड़िया रहती थी | वह बहुत दूर तक उड़कर दाना लेने जाती थी |",
	"questionId": 26
}, {
	"sentence": "एक बन्दर पेड़ पर बैठा था | उसकी पूँछ बहुत लम्बी थी |",
	"questionId": 27
}, {
	"sentence": "जंगल में दो हिरन रहते थे | उन्हें साथ देखकर सियार बहुत चिढ़ता था |",
	"questionId": 28
}, {
	"sentence": "भूरी चिड़िया को भूलने की बीमारी थी | वह एक दिन अपने घर का रास्ता ही भूल गई | ",
	"questionId": 29
}, {
	"sentence": "एक बन्दर की पूँछ पेड़ से नीचे लटक रही थी | तभी एक गिलहरी पूँछ को झूला समझकर उस पर झूलने लगी |",
	"questionId": 30
}, {
	"sentence": "सियार हिरनों को साथ देखकर बहुत जलता था | उसने शेर को हिरनों का पता बता दिया |",
	"questionId": 31
}, {
	"sentence": "एक आलसी ख़रगोश था वह कोई काम नहीं करता था | वह चीटियों को काम करते देख उन्हें परेशान करता था | ",
	"questionId": 32
}, {
	"sentence": "नीली चिड़िया ने भूरी चिड़िया को अपने साथ रहने को कहा | भूरी चिड़िया ने उसकी बात मान ली |",
	"questionId": 33
}, {
	"sentence": "मीना और रीना दो बहनें हैं | वे रोज़ पाठशाला जाती हैं |",
	"questionId": 34
}, {
	"sentence": "कीनू मधुमक्खी रोज़ फूलों का रस चूसती है | वह उससे शहद बनाती है |",
	"questionId": 35
}, {
	"sentence": "अमित आज बहुत खुश है | शहर से उसके बड़े भाई आ आ रहे हैं |",
	"questionId": 36
}, {
	"sentence": "एक दिन चूहों की सभा हुई  | सब ने मिलकर दही-बड़ा बनाने की सोची  |",
	"questionId": 37
}, {
	"sentence": "रसोई में फल और सब्ज़ियाँ रखी हुई थीं  | तभी बाहर से बैंड बजने की आवाज़ आई  |",
	"questionId": 38
}, {
	"sentence": "मेरे घर में एक कुत्ता है  | उसका नाम मोन्टी हैं  |",
	"questionId": 39
}, {
	"sentence": "मोन्टी का रंग सफ़ेद है  | मैं उसके साथ बहुत खेलती हूँ  |",
	"questionId": 40
}, {
	"sentence": "गाँधी जी को प्यार से बापू कहते हैं  | बापू के तीन बन्दर थे  |",
	"questionId": 41
}, {
	"sentence": "मोटू-पतलू नाम के दो भालू थे  | उन्हें पहाड़ पर नमक और इमली मिली  |",
	"questionId": 42
}, {
	"sentence": "अनवर की क़मीज़ लाल है  | टमाटर भी लाल होता है  |",
	"questionId": 43
}
];

GaltiMaaf.hardcodeddata={
	'instruction':'नीचे दिए हुए वाक्यों में गलतियाँ हैं, उन्हें सुधारें  |',
	'checkIt':'जांच करे',
	'correctAnswer':'सही जवाब !',
	'wrongAnswer':'फिरसे कोशिश करो  |',
	'next':'आगे',
	'score':'गुण',
	'lastmsg':'खेल समाप्त',
	'yourScore':'आपके गुण'
}